Repository: Nica-code/Practice-Buddy
Catalog: PracticeBuddy/Localizable.xcstrings
Source language: en
Languages: ko, ro

source: Quiet proof of the practice you keep showing up for.
ko: 당신이 계속해서 실천하고 있다는 조용한 증거.
ro: Dovada linistita a practicii la care continui sa apari.

source: Range
ko: 음역
ro: Interval

source: Rating %@/5
ko: 평점 %@/5
ro: Evaluare %@/5

source: React %@
ko: %@에 반응
ro: Reacționează %@

source: Read all
ko: 모두 읽기
ro: Citiți tot

source: Ready
ko: 준비
ro: Pregătit

source: Ready to Submit
ko: 제출 준비 완료
ro: Gata de trimitere

source: Recent activity
ko: 최근 활동
ro: Activitate recentă

source: Recent History
ko: 최근 기록
ro: Istoric recent

source: Recent Results
ko: 최근 결과
ro: Rezultate recente

source: Recent Run-throughs
ko: 최근 런스루
ro: Run-through-uri recente

source: Recent session
ko: 최근 세션
ro: Sesiune recentă

source: Recent Sessions
ko: 최근 세션
ro: Sesiuni recente

source: Recent Skills
ko: 최근 스킬
ro: Abilități recente

source: Record
ko: 녹음
ro: Înregistrează

source: Record a dedicated duel take to submit.
ko: 제출할 전용 결투 테이크를 녹음하세요.
ro: Înregistrează o tentativă dedicată de duel pentru trimitere.

source: Record Duel Take
ko: 기록 결투 테이크
ro: Înregistrează tentativa de duel

source: Record Intonation
ko: 억양을 녹음하세요
ro: Înregistrează intonația

source: Record performance
ko: 기록적인 성과
ro: Performanță record

source: Record your take
ko: 테이크를 녹음하세요
ro: Înregistrează tentativa

source: Recording
ko: 녹음
ro: Înregistrare

source: Recording could not start.
ko: 녹음을 시작할 수 없습니다.
ro: Înregistrarea nu a putut porni.

source: Recording failed: %@
ko: 녹음 실패: %@
ro: Înregistrarea a eșuat: %@

source: Recording flow will submit automatically from the capture screen.
ko: 녹화 흐름은 캡처 화면에서 자동으로 제출됩니다.
ro: Fluxul de înregistrare va fi transmis automat din ecranul de captură.

source: Recording paused.
ko: 녹음이 일시정지되었습니다.
ro: Înregistrare pusă pe pauză.

source: Recording resumed.
ko: 녹음이 재개되었습니다.
ro: Înregistrare reluată.

source: Recording stopped.
ko: 녹음이 중지되었습니다.
ro: Înregistrare oprită.

source: Recording...
ko: 녹음 중...
ro: Înregistrare...

source: Recurring Lesson Templates
ko: 반복 수업 템플릿
ro: Șabloane de lecție recurente

source: Reduces by one minute
ko: 1분씩 단축됩니다
ro: Se reduce cu un minut

source: Reference
ko: 기준
ro: Referință

source: Reference A
ko: 기준 A
ro: Referință A

source: Reference tone
ko: 기준음
ro: Ton de referință

source: Reference tone failed: %@
ko: 기준음 재생 실패: %@
ro: Tonul de referință a eșuat: %@

source: Reflect
ko: 성찰
ro: Reflectează

source: Reflection
ko: 성찰
ro: Reflecție

source: Reject
ko: 거부하다
ro: Respinge

source: Remaining
ko: 남은 시간
ro: Rămas

source: Remove
ko: 제거
ro: Elimină

source: Remove %@
ko: %@ 제거
ro: Eliminați %@

source: Remove Current Photo
ko: 현재 사진 제거
ro: Eliminați fotografia curentă

source: Remove friend
ko: 친구 삭제
ro: Eliminați prietenul

source: Remove from favorites
ko: 즐겨찾기에서 제거
ro: Eliminați din favorite

source: Remove photo
ko: 사진 삭제
ro: Eliminați fotografia

source: Remove Photo
ko: 사진 제거
ro: Șterge fotografia

source: Remove Piece
ko: 작품 삭제
ro: Elimină piesa

source: Removed custom photo.
ko: 사용자 지정 사진을 제거했습니다.
ro: Fotografia personalizată a fost eliminată.

source: Reopens the quick in-app walkthrough.
ko: 앱 내 빠른 안내를 다시 엽니다.
ro: Redeschide ghidul rapid din aplicație.

source: Repeats are allowed. Scoring uses in-scale pitch collection match + tuning quality.
ko: 반복이 허용됩니다. 채점은 규모 내 피치 수집 일치 + 튜닝 품질을 사용합니다.
ro: Repetările sunt permise. Scorul folosește potrivirea notelor din gamă + calitatea acordajului.

source: Repertoire
ko: 레퍼토리
ro: Repertoriu

source: Replay the app tour
ko: 앱 둘러보기 다시 재생
ro: Reluați turul aplicației

source: Replay Tutorial
ko: 튜토리얼 다시 보기
ro: Reia tutorialul

source: Report Moment
ko: 보고 순간
ro: Raportați Momentul

source: Report profile
ko: 프로필 신고
ro: Raportați profilul

source: Request sent
ko: 요청이 전송되었습니다.
ro: Solicitare trimisă

source: Requesting microphone permission...
ko: 마이크 권한을 요청하는 중...
ro: Se solicită permisiunea microfonului...

source: Requests
ko: 요청
ro: Cereri

source: Requests and updates that need your attention.
ko: 주의가 필요한 요청 및 업데이트입니다.
ro: Solicitări și actualizări care necesită atenția dumneavoastră.

source: Required tempo floor: %lld+ BPM
ko: 필요한 템포 플로어: %lld+ BPM
ro: Tempo minim necesar: %lld+ BPM

source: Reset
ko: 초기화
ro: Resetează

source: Rest: %@ sec
ko: 휴식: %@초
ro: Pauză: %@ sec

source: Restore purchases
ko: 구매 복원
ro: Restabiliți achizițiile

source: Restore Purchases
ko: 구매 복원
ro: Restaurează achizițiile

source: Result
ko: 결과
ro: Rezultat

source: Resume
ko: 재개
ro: Reia

source: Resume practice
ko: 연습 재개
ro: Reluați practica

source: Review
ko: 검토
ro: Revizuire

source: Review friend requests
ko: 친구 요청 검토
ro: Examinați solicitările de prietenie

source: Reward already claimed.
ko: 보상은 이미 수령했습니다.
ro: Recompensa a fost deja revendicată.

source: Reward Catalog
ko: 보상 카탈로그
ro: Catalog recompense

source: Reward Claimed
ko: 보상 수령 완료
ro: Recompensă revendicată

source: Reward collected
ko: 수집된 보상
ro: Recompensa colectată

source: Reward sounds
ko: 보상 소리
ro: Sunete de recompensă

source: Reward unlocked
ko: 보상 잠금 해제
ro: Recompensa a fost deblocată

source: Rewarded ad unavailable right now.
ko: 지금은 보상 광고를 사용할 수 없습니다.
ro: Reclama cu recompensă nu este disponibilă acum.

source: Rewards
ko: 보상
ro: Recompense

source: Rhythm
ko: 율
ro: Ritm

source: Rhythm Accuracy
ko: 리듬 정확도
ro: Precizie ritmică

source: Rhythm groove
ko: 리듬 그루브
ro: Groove ritmic

source: Rhythm input failed to start.
ko: 리듬 입력 시작에 실패했습니다.
ro: Captarea ritmului nu a putut porni.

source: Rhythm take saved in History.
ko: 리듬 테이크가 기록에 저장되었습니다.
ro: Înregistrarea de ritm a fost salvată în Istoric.

source: Rhythm take: score %@, avg %@ ms.
ko: 리듬 테이크: 점수 %@, 평균 %@ms
ro: Înregistrare ritm: scor %@, medie %@ ms.

source: Rhythm takes
ko: 리듬 테이크
ro: Înregistrări de ritm

source: Role
ko: 역할
ro: Rol

source: Romanian
ko: 루마니아어
ro: Română

source: Room
ko: 방
ro: Cameră

source: Rooms stay empty until you place something. Drag an owned decoration in the scene, or use the precise controls below.
ko: 당신이 뭔가를 놓을 때까지 방은 비어 있습니다. 장면에서 소유한 장식을 드래그하거나 아래의 정확한 컨트롤을 사용하세요.
ro: Camerele rămân goale până când plasezi ceva. Trageți un decor deținut în scenă sau utilizați comenzile precise de mai jos.

source: Roster
ko: 명단
ro: Listă membri

source: Run
ko: 실행
ro: Rulează

source: Run a take to see your score and note-by-note feedback.
ko: 테이크를 실행해 점수와 음별 피드백을 확인하세요.
ro: Rulează o încercare pentru a vedea scorul și feedbackul pe fiecare notă.

source: Run until stop
ko: 중지할 때까지 실행
ro: Rulează până la oprire

source: Run-through
ko: 런스루

source: Run-through Mode
ko: 런스루 모드
ro: Mod Run-through

source: Run-through saved in History (%@, rating %@/5).
ko: 런스루가 기록에 저장되었습니다(%@, 평점 %@/5).
ro: Run-through salvat în Istoric (%@, evaluare %@/5).

source: Run-through saved in History.
ko: 런스루가 기록에 저장되었습니다.
ro: Run-through salvat în Istoric.

source: Run-throughs
ko: 런스루
ro: Run-through

source: Running
ko: 실행 중
ro: În rulare

source: Samples
ko: 샘플
ro: Mostre

source: Save
ko: 저장
ro: Salvează

source: Save As Studio Template
ko: 스튜디오 템플릿으로 저장
ro: Salvează ca șablon studio

source: Save Current As Preset
ko: 현재를 프리셋으로 저장
ro: Salvează curentul ca preset

source: Save Feedback for Next Plan
ko: 다음 계획 피드백 저장
ro: Salvează feedbackul pentru următorul plan

source: Save Loop Log
ko: 루프 로그 저장
ro: Salvează jurnalul loop

source: Save notes
ko: 메모 저장
ro: Salvați notele

source: Save Preset
ko: 프리셋 저장
ro: Salvează preset

source: Save profile
ko: 프로필 저장
ro: Salvați profilul

source: Save Profile
ko: 프로필 저장
ro: Salvează profilul

source: Save Recurring Template
ko: 반복 템플릿 저장
ro: Salvează șablonul recurent

source: Save Reflection
ko: 성찰 저장
ro: Salvează reflecția

source: Save run-throughs with a piece name to build your dashboard.
ko: 곡 이름과 함께 런스루를 저장해 대시보드를 구성하세요.
ro: Salvează run-through-uri cu numele piesei pentru a construi tabloul tău.

source: Save session
ko: 세션 저장
ro: Salvați sesiunea

source: Save Session
ko: 세션 저장
ro: Salvează sesiunea

source: Save Studio Template
ko: 스튜디오 템플릿 저장
ro: Salvează șablon studio

source: Save Take
ko: 테이크 저장
ro: Salvează încercarea

source: Save this for your musician profile
ko: 이것을 음악가 프로필에 저장하세요
ro: Salvați acest lucru pentru profilul dvs. de muzician

source: Save this plan
ko: 이 계획을 저장하세요
ro: Salvează acest plan

source: Saved
ko: 저장됨
ro: Salvat

source: Saved offline. Will sync when connection returns.
ko: 오프라인으로 저장됨. 연결 복구 시 동기화됩니다.
ro: Salvat offline. Se va sincroniza când revine conexiunea.

source: Saved plans
ko: 저장된 계획
ro: Planuri salvate

source: Saved!
ko: 저장 완료!
ro: Salvat!

source: Saves this practice session to history
ko: 이 연습 세션을 기록에 저장합니다.
ro: Salvează această sesiune de antrenament în istoric

source: Saving…
ko: 절약…
ro: Economisire…

source: Saving/loading loop presets is part of Practice Buddy Pro.
ko: 루프 프리셋 저장/불러오기는 PractiQuest Pro 기능입니다.
ro: Salvarea/încărcarea presetărilor loop face parte din PractiQuest Pro.

source: Scale collection: %@
ko: 스케일 수집: %@
ro: Set de note al gamei: %@

source: Scale Intonation
ko: 스케일 음정
ro: Intonație game

source: Scale Intonation Score
ko: 스케일 음정 점수
ro: Scor de intonație pe game

source: Scale intonation take saved in History.
ko: 스케일 음정 테이크가 기록에 저장되었습니다.
ro: Înregistrarea de intonație a gamei a fost salvată în Istoric.

source: Scale: %@
ko: 규모: %@
ro: Scară: %@

source: Schedule Next
ko: 다음 예약
ro: Programează următorul

source: Scope
ko: 범위
ro: Interval

source: Score %@
ko: 점수 %@
ro: Scor %@

source: Score %lld • Consistency %lld
ko: 점수 %lld • 일관성 %lld
ro: Scor %lld • Consecvență %lld

source: Screen Time authorization failed: %@
ko: 스크린 타임 권한 요청 실패: %@
ro: Autorizarea Timp de utilizare a eșuat: %@

source: Screen Time blocking isn't available here.
ko: 여기서는 스크린 타임 차단을 사용할 수 없습니다.
ro: Blocarea prin Timp de utilizare nu este disponibilă aici.

source: Screen Time blocking requires FamilyControls support.
ko: 스크린 타임 차단은 FamilyControls 지원이 필요합니다.
ro: Blocarea prin Timp de utilizare necesită suport FamilyControls.

source: Search @handle
ko: @핸들 검색
ro: Căutați @handle

source: Search by a public handle. Private profiles stay private.
ko: 공개 핸들로 검색하세요. 개인 프로필은 비공개로 유지됩니다.
ro: Căutați după un handle public. Profilurile private rămân private.

source: Search chats
ko: 채팅 검색
ro: Caută chaturi

source: Search notes
ko: 노트 검색
ro: Caută note

source: Search titles, focus, or notes
ko: 제목, 포커스, 메모 검색
ro: Căutați titluri, focus sau note

source: Search tools
ko: 검색 도구
ro: Instrumente de căutare

source: Searching for a fair match
ko: 공정한 매칭을 추구합니다
ro: În căutarea unei potriviri corecte

source: Season competition
ko: 시즌 경쟁
ro: Concurs de sezon

source: Season Ladder
ko: 시즌 사다리
ro: Clasament sezonier

source: Section Header
ko: 섹션 헤더
ro: Antet secțiune

source: Secure and back up this account
ko: 이 계정을 보호하고 백업하세요
ro: Securizează și face backup pentru acest cont

source: See all
ko: 전체 보기
ro: Vezi tot

source: See Pro
ko: 프로 보기
ro: Vezi Pro

source: Select a student.
ko: 학생을 선택하세요.
ro: Selectează un elev.

source: Select Apps
ko: 앱 선택
ro: Selectează aplicații

source: Select Student
ko: 학생 선택
ro: Selectează elev

source: Selected
ko: 선택된
ro: Selectat

source: Selected:
ko: 선택된:
ro: Selectat:

source: Selected: %@
ko: 선택됨: %@
ro: Selectat: %@

source: Self rating: %@/5
ko: 자가 평점: %@/5
ro: Autoevaluare: %@/5

source: Send
ko: 전송
ro: Trimite

source: Send request
ko: 요청 보내기
ro: Trimiteți cererea

source: Send Test Push
ko: 테스트 푸시 보내기
ro: Trimite push de test

source: Sends a friend request using the entered code
ko: 입력한 코드로 친구요청을 보냅니다.
ro: Trimite o cerere de prietenie folosind codul introdus

source: Sent
ko: 전송된
ro: Trimis

source: Sent invitations
ko: 초대장을 보냈습니다
ro: Invitații trimise

source: Session
ko: 세션
ro: Sesiune

source: Session complete
ko: 세션 완료
ro: Sesiune finalizată

source: Session Journal
ko: 세션 저널
ro: Jurnal sesiune

source: Session not found.
ko: 세션을 찾을 수 없습니다.
ro: Sesiunea nu a fost găsită.

source: Session options
ko: 세션 옵션
ro: Opțiuni de sesiune

source: Session plan
ko: 세션 계획
ro: Planul sesiunii

source: Session progress
ko: 세션 진행
ro: Progresul sesiunii

source: Session Progress
ko: 세션 진행
ro: Progresul sesiunii

source: Session skin: Aurora
ko: 세션 스킨: 오로라
ro: Aspect sesiune: Aurora

source: Session skin: none
ko: 세션 스킨: 없음
ro: Aspect sesiune: niciunul

source: Session Templates
ko: 세션 템플릿
ro: Șabloane de sesiune

source: Session timeline
ko: 세션 타임라인
ro: Cronologia sesiunii

source: Session title
ko: 세션 제목
ro: Titlu sesiune

source: Session unavailable
ko: 세션을 사용할 수 없습니다.
ro: Sesiune indisponibilă

source: Sessions
ko: 세션
ro: Sesiuni

source: Set up a session
ko: 세션 설정
ro: Configurați o sesiune

source: Set up distraction protection
ko: 방해 요소 방지 설정
ro: Configurați protecția împotriva distracției

source: Set up my practice
ko: 내 연습 설정
ro: Configurați-mi practica

source: Set up practice
ko: 연습 설정
ro: Configurați practica

source: Set up profile
ko: 프로필 설정
ro: Configurați profilul

source: Set up your musician profile
ko: 음악가 프로필 설정
ro: Configurați-vă profilul de muzician

source: Set up your profile
ko: 프로필 설정
ro: Configurați-vă profilul

source: Set your daily goal in **Settings → Daily goal**.
ko: **설정 → 일일 목표**에서 일일 목표를 설정하세요.
ro: Setează obiectivul zilnic în **Setări → Obiectiv zilnic**.

source: Setting up…
ko: 설정 중…
ro: Se instalează…

source: Settings
ko: 설정
ro: Setări

source: Settings: Personalize App
ko: 설정: 앱 개인화
ro: Setări: Personalizează aplicația

source: Setup
ko: 설정
ro: Configurare

source: Seven-day rhythm
ko: 7일의 리듬
ro: Ritm de șapte zile

source: Shape your next session
ko: 다음 세션을 계획하세요
ro: Modelează-ți următoarea sesiune

source: Share
ko: 공유
ro: Partajează

source: Share a Practice Moment
ko: 연습 순간을 공유하세요
ro: Împărtășiți un moment de antrenament

source: Share card
ko: 카드 공유
ro: Partajați cardul

source: Share friend activity
ko: 친구 활동 공유
ro: Distribuiți activitatea prietenilor

source: Share Practice Time
ko: 연습 시간 공유
ro: Partajează timpul de studiu

source: Share practice totals
ko: 연습 합계 공유
ro: Distribuiți totalurile de antrenament

source: Share progress
ko: 진행상황 공유
ro: Partajați progresul

source: Share your friend code above to add your first practice buddy.
ko: 첫 번째 연습 친구를 추가하려면 위의 친구 코드를 공유하세요.
ro: Distribuie codul prietenului tău de mai sus pentru a-ți adăuga primul prieten de antrenament.

source: Shares only online status and the date you last practiced.
ko: 온라인 상태와 마지막으로 연습한 날짜만 공유합니다.
ro: Afișează numai starea online și data la care ați exersat ultima dată.

source: sharp
ko: 샤프
ro: ascuțit

source: Sharp
ko: 샤프
ro: Diez

source: Shifts
ko: 교대근무
ro: Schimbări

source: Shop
ko: 상점
ro: Magazin

source: Shop category
ko: 상점 카테고리
ro: Categoria magazinului

source: Short bio
ko: 짧은 소개
ro: Scurtă descriere

source: Short Session
ko: 짧은 세션
ro: Sesiune scurtă

source: Short Session (20m)
ko: 짧은 세션 (20분)
ro: Sesiune scurtă (20m)

source: Show Ad Placeholders
ko: 광고 자리 표시자 표시
ro: Afișați substituenți pentru anunțuri

source: Show bio
ko: 약력 표시
ro: Arată biografia

source: Show bio on profile
ko: 프로필에 약력 표시
ro: Afișează biografia pe profil

source: Show instrument
ko: 악기 표시
ro: Arată instrumentul

source: Show instrument on profile
ko: 프로필에 기기 표시
ro: Afișați instrumentul pe profil

source: Show practice totals
ko: 연습 합계 표시
ro: Afișați totalurile de antrenament

source: Sign in to continue
ko: 계속하려면 로그인하세요.
ro: Autentifică-te pentru a continua

source: Sign in to create your account and sync your progress across devices.
ko: 계정을 만들고 기기 간 진행 상황을 동기화하려면 로그인하세요.
ro: Autentifică-te pentru a-ți crea contul și a sincroniza progresul între dispozitive.

source: Sign in to enter fair duels
ko: 공정한 결투에 참여하려면 로그인하세요.
ro: Conectați-vă pentru a intra în dueluri corecte

source: Sign in when you want community, duels, and cloud backup.
ko: 커뮤니티, 결투, 클라우드 백업을 원할 때 로그인하세요.
ro: Conectați-vă când doriți să faceți backup pentru comunitate, dueluri și cloud.

source: Sign in when you want friends, messages, requests, cloud inventory, or fair asynchronous duels. Core practice remains available as a guest.
ko: 친구, 메시지, 요청, 클라우드 인벤토리 또는 공정한 비동기 결투를 원할 때 로그인하세요. 핵심 실습은 게스트로 계속 제공됩니다.
ro: Conectați-vă când doriți prieteni, mesaje, solicitări, inventar cloud sau dueluri asincrone corecte. Practica de bază rămâne disponibilă ca invitat.

source: Sign in with Apple to keep your account across devices
ko: 여러 기기에서 계정을 유지하려면 Apple에 로그인하세요.
ro: Autentifică-te cu Apple pentru a păstra contul pe toate dispozitivele

source: Sign in with Apple to keep your account across devices.
ko: 기기 간 계정 유지를 위해 Apple로 로그인하세요.
ro: Autentifică-te cu Apple ca să păstrezi contul pe toate dispozitivele.

source: Sign out
ko: 로그아웃

source: Sign Out
ko: 로그아웃
ro: Deconectare

source: Sign out failed: %@
ko: 로그아웃 실패: %@
ro: Deconectarea a eșuat: %@

source: Sign out of PractiQuest?
ko: PractiQuest에서 로그아웃하시겠습니까?
ro: Deconectați-vă de la PractiQuest?

source: Sign out to switch accounts.
ko: 계정을 전환하려면 로그아웃하세요.
ro: Deconectează-te pentru a schimba contul.

source: Sign Out?
ko: 로그아웃할까요?
ro: Te deconectezi?

source: Signal
ko: 신호
ro: Semnal

source: Signal was limited. Try a quieter room and hold each note slightly longer.
ko: 신호가 충분하지 않습니다. 더 조용한 환경에서 각 음을 조금 더 길게 유지해 보세요.
ro: Semnalul a fost limitat. Încearcă o cameră mai liniștită și menține fiecare notă puțin mai mult.

source: Signed in with %@.
ko: %@로 로그인되었습니다.
ro: Autentificat cu %@.

source: Signed out.
ko: 로그아웃되었습니다.
ro: Te-ai deconectat.

source: Simulate Free Mode (Master)
ko: 자유 모드 시뮬레이션(마스터)
ro: Simulare modul gratuit (Master)

source: Skill Trends
ko: 스킬 추세
ro: Trenduri abilități

source: Skills
ko: 기술
ro: Abilități

source: Skins
ko: 스킨
ro: Skin-uri

source: Skip
ko: 건너뛰기
ro: Sari

source: Skip avatar for now
ko: 지금은 아바타 건너뛰기
ro: Sari peste avatar pentru moment

source: Slower
ko: 느리게
ro: Mai lent

source: Smart Coach
ko: 스마트코치
ro: Antrenor inteligent

source: Smart Loop Timer
ko: 스마트 루프 타이머
ro: Cronometru inteligent loop

source: Smart Practice Plan Generator
ko: 스마트 연습 계획 생성기
ro: Generator inteligent de plan de studiu

source: Smart Practice Plan Generator is a Pro Student feature.
ko: 스마트 연습 계획 생성기는 프로 학생 기능입니다.
ro: Generatorul inteligent de plan de studiu este o funcție Pro pentru elevi.

source: Smart Practice Plan Generator is available in Student mode.
ko: 스마트 연습 계획 생성기는 학생 모드에서 사용할 수 있습니다.
ro: Generatorul de plan inteligent este disponibil în modul Elev.

source: Social
ko: 소셜

source: Social: Friends and Chat
ko: 소셜: 친구와 채팅
ro: Social: Prieteni și chat

source: Sound
ko: 사운드
ro: Sunet

source: Spend tokens and unlock cosmetics.
ko: 토큰을 사용해 꾸미기 보상을 잠금 해제하세요.
ro: Folosește tokenuri și deblochează elemente cosmetice.

source: Standard
ko: 기준

source: Standard Session
ko: 표준 세션
ro: Sesiune standard

source: Standard Session (45m)
ko: 표준 세션 (45분)
ro: Sesiune standard (45m)

source: Start
ko: 시작

source: Start 7-Day Free Trial
ko: 7일 무료 체험 시작
ro: Pornește perioada de probă de 7 zile

source: Start 7-Day Trial
ko: 7일 평가판 시작
ro: Pornește trialul de 7 zile

source: Start a conversation with a practice buddy.
ko: 연습 친구와 대화를 시작해 보세요.
ro: Începeți o conversație cu un prieten de practică.

source: Start a friend chat or join a studio.
ko: 친구 채팅을 시작하거나 스튜디오에 참여하세요.
ro: Pornește un chat cu un prieten sau intră într-un studio.

source: Start a friendly duel
ko: 우호적인 결투를 시작하세요
ro: Începe un duel amical

source: Start a new message
ko: 새 메시지 시작
ro: Începeți un mesaj nou

source: Start a private conversation with a friend from your studio circle.
ko: 스튜디오 서클의 친구와 비공개 대화를 시작하세요.
ro: Începeți o conversație privată cu un prieten din cercul dvs. de studio.

source: Start a timer on Home and save your first session.
ko: 홈에서 타이머를 시작하고 첫 세션을 저장하세요.
ro: Pornește un timer în Acasă și salvează prima sesiune.

source: Start a timer, save notes, and build a streak—right from Home.
ko: 타이머를 시작하고, 메모를 저장하고, 연속 기록을 작성하세요. 홈에서 바로 가능합니다.
ro: Pornește un cronometru, salvează note și construiește un streak chiar din Acasă.

source: Start and finish practice
ko: 연습 시작과 마무리
ro: Începeți și terminați antrenamentul

source: Start duel
ko: 결투 시작
ro: Începe duelul

source: Start Execute
ko: 실행 시작
ro: Începe execuția

source: Start focused practice immediately. Build a musical path as your real sessions add up.
ko: 즉시 집중 연습을 시작하세요. 실제 세션이 추가되면서 음악적 경로를 구축하세요.
ro: Începeți imediat practica concentrată. Construiește o cale muzicală pe măsură ce sesiunile tale reale se adună.

source: Start Linked Activity
ko: 연결 활동 시작
ro: Începe activitatea conectată

source: Start Linked Loop
ko: 연결 루프 시작
ro: Începe loop-ul conectat

source: Start Linked Plan
ko: 연결 계획 시작
ro: Începe planul conectat

source: Start Linked Rhythm
ko: 연결 리듬 시작
ro: Începe ritmul conectat

source: Start Linked Run-through
ko: 연결 런스루 시작
ro: Începe run-through-ul conectat

source: Start metronome
ko: 메트로놈 시작
ro: Porniți metronomul

source: Start my first practice
ko: 첫 연습을 시작해요
ro: Începe primul meu antrenament

source: Start New Chat
ko: 새 채팅 시작
ro: Pornește chat nou

source: Start New Plan
ko: 새 계획 시작
ro: Începe plan nou

source: Start practice
ko: 연습 시작
ro: Începeți practica

source: Start quest
ko: 퀘스트 시작
ro: Începe căutarea

source: Start Rhythm
ko: 리듬 시작
ro: Pornește ritmul

source: Start Session
ko: 세션 시작
ro: Începeți sesiunea

source: Start Take
ko: 테이크 시작
ro: Pornește tentativa

source: Start tempo: %@ BPM
ko: 시작 템포: %@ BPM
ro: Tempo inițial: %@ BPM

source: Start this plan
ko: 이 계획을 시작하세요
ro: Începeți acest plan

source: Start tuner
ko: 튜너 시작
ro: Porniți tunerul

source: Start Tuner
ko: 튜너 시작
ro: Pornește acordorul

source: Starting in
ko: 에서 시작
ro: Începe în

source: Starts practice
ko: 연습 시작
ro: Începe practica

source: State
ko: 상태
ro: Stare

source: Status
ko: 상태

source: Status: Ad-Free Active
ko: 상태: 광고 없음 활성
ro: Status: Fără reclame activ

source: Status: Ads Enabled
ko: 상태: 광고 활성화됨
ro: Status: Reclame activate

source: Status: Free
ko: 상태: 무료
ro: Stare: Gratuit

source: Status: Free (Trial Ended)
ko: 상태: 무료(체험 종료)
ro: Stare: Gratuit (probă încheiată)

source: Status: Free Trial Active
ko: 상태: 무료 체험 진행 중
ro: Stare: Probă activă

source: Status: Pro Active
ko: 상태: 프로 액티브
ro: Stare: Pro activ

source: Status: Unlocked (Purchased)
ko: 상태: 잠금 해제됨(구매 완료)
ro: Stare: Deblocat (achiziționat)

source: Stay in the loop
ko: 최신 소식을 받아보세요
ro: Rămâneți la curent

source: Step 1 • Intonation
ko: 1단계 • 억양
ro: Pasul 1 • Intonație

source: Step 2 • Rhythm
ko: 2단계 • 리듬
ro: Pasul 2 • Ritm

source: Steps (one step per line)
ko: 단계(한 줄에 한 단계)
ro: Pași (un pas pe linie)

source: Still practicing
ko: 아직 연습중
ro: Încă exersează

source: Still practicing?
ko: 아직 연습 중인가요?
ro: Încă studiezi?

source: Still practicing? Open Practice Buddy to confirm.
ko: 아직 연습 중인가요? 확인하려면 PractiQuest를 열어 주세요.
ro: Încă exersezi? Deschide PractiQuest pentru confirmare.

source: Stop
ko: 중지

source: Stop A
ko: A 정류장
ro: Oprește A

source: Stop A Tone
ko: 신호음 중지
ro: Oprește tonul A

source: Stop Intonation
ko: 억양 중지
ro: Oprește intonația

source: Stop listening
ko: 듣기 중지
ro: Nu mai asculta

source: Stop metronome
ko: 메트로놈 중지
ro: Opriți metronomul

source: Stop Recording
ko: 녹음 중지
ro: Opriți înregistrarea

source: Stop reference tone
ko: 참조음 중지
ro: Opriți tonul de referință

source: Stop Rhythm
ko: 리듬 중지
ro: Oprește ritmul

source: Stop Take
ko: 중지 테이크
ro: Oprește tentativa

source: Stop Tuner
ko: 튜너 중지
ro: Oprește acordorul

source: Stopped
ko: 중지됨
ro: oprit

source: Store
ko: 스토어
ro: Magazin

source: Streak
ko: 연속 달성

source: Streak = consecutive days meeting the goal.
ko: 연속 = 목표를 달성한 연속 일수입니다.
ro: Serie = zile consecutive în care atingi obiectivul.

source: Structure
ko: 구성
ro: Structură

source: Student
ko: 학생
ro: Elev

source: Student Tools
ko: 학생 도구
ro: Instrumente elev

source: Studio
ko: 스튜디오

source: Studio Buddies
ko: 스튜디오 친구들
ro: Prieteni din studio

source: Studio Chat
ko: 스튜디오 채팅
ro: Chat studio

source: Studio conversations in one place.
ko: 스튜디오 대화를 한곳에서 확인하세요.
ro: Conversațiile din studio într-un singur loc.

source: Studio created.
ko: 스튜디오가 생성되었습니다.
ro: Studio creat.
